11/data/attachments/8764d9c92dbc81b0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_5d1f80c6-f0fc-4b80-8e7a-df42eb73bfbb</nif:username>
            <nif:friendToBeAdded>Richard_simple_Actions_50769_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>